---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbfPerFtSup3
source: html/a2f2c441-7159-fd28-6abd-452c7361693e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbfPerFtSup3 Property

Symbol lbf/ft³, indicating unit Pounds force per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbfPerFtSup3 { get; }
```